/* Localized versions of Info.plist keys */

NSHumanReadableCopyright = "© 2007-2026 Rob Rohan, 2006 Vitaly Davidenko\n Icons Copyright (c) 2013-2017 Cole Bemis";

//Viewable Strings
"processing" = "Processing '%@'...";
"folder exists" = "Folder '%@' already exists";
"extract success" = "Extracted into '%@'\nMain resource: '%@'";
"not archive" = "Not a WebArchive file";
"cannot read" = "Input path is not readable";
"cannot write" = "Output path is not writable";
"unknown" = "Unknown error";

//Encoding Stuff
"resource encoding is" = "Main resource encoding is '%@'\n";
"cannot execute xpath" = "Cannot execute xpath expression\n";
"cannot write xhtml" = "Cannot write XHTML file '%@'\n";
"error code" = "error code '%@'\n";
"cannot delete" = "Cannot delete '%@'\n";
"cannot create" = "Cannot create '%@'\n";

